Repository: eurolinux-enterprise-linux-sources/seahorse-plugins
Catalog: src/po/*.po
Languages: as, sr

source: Encryption Preferences
as: এনক্ৰিপশন সংক্ৰান্ত পছন্দ
sr: Поставке шифровања

source: Configure key servers and other encryption settings
as: কি সাৰ্ভাৰ ও এনক্ৰিপশন সংক্ৰান্ত অনান্য বৈশিষ্ট্য কনফিগাৰ কৰক
sr: Подеси сервере кључева и остала подешавања шифровања

source: Decrypt File
as: ফাই ডিক্ৰিপ্ট কৰক
sr: Дешифруј датотеку

source: Import Key
as: কি ইম্পোৰ্ট কৰক
sr: Увези кључ

source: Verify Signature
as: স্বাক্ষৰ পৰীক্ষণ
sr: Провери потпис

source: Import keys from the file
as: ফাইলৰ পৰা কি ইম্পোৰ্ট কৰক
sr: Увези кључеве из датотеке

source: Encrypt file
as: ফাইল এনক্ৰিপ্ট কৰক
sr: Шифруј датотеку

source: Sign file with default key
as: অবিকল্পিত কি সহযোগে ফাইল স্বাক্ষৰ কৰক
sr: Потпиши датотеку помоћу уобичајеног кључа

source: Encrypt and sign file with default key
as: অবিকল্পিত কি সহযোগে ফাইল এনক্ৰিপ্ট ও স্বাক্ষৰ কৰক
sr: Шифруј и потпиши датотеку помоћу уобичајеног кључа

source: Decrypt encrypted file
as: এনক্ৰিপ্ট কৰা ফাইল ডিক্ৰিপ্ট কৰক
sr: Дешифруј шифровану датотеку

source: Verify signature file
as: স্বাক্ষৰেৰ ফাইল যাচাই কৰক
sr: Провери датотеку потписа

source: Read list of URIs on standard in
as: স্ট্যান্ডাৰ্ড ইনপুটেৰ মধ্যি URI-ৰ তালিকা পড়ুন
sr: Прочитај списак адреса на стандардном улазу

source: file...
as: ফাইল: [1]
sr: датотека...

source: Choose Recipients
as: প্ৰাপক নিৰ্বাচন কৰক
sr: Одаберите примаоца

source: Couldn't load keys
as: কি লোড কৰতে বিফল
sr: Не могу да учитам кључеве

source: Choose Encrypted File Name for '%s'
as: '%s'-ৰ জন্য এনক্ৰিপ্ট কৰা ফাইলেৰ নাম নিৰ্বাচন কৰক
sr: Изаберите име шифроване датотеке за „%s“

source: Choose Signer
as: স্বাক্ষৰকাৰী নিৰ্বাচন কৰক
sr: Изаберите потписника

source: Choose Signature File Name for '%s'
as: '%s'-ৰ ক্ষেত্ৰে স্বাক্ষৰ ফাইলেৰ নাম নিৰ্বাচন কৰক
sr: Изаберите име потписане датотеке за „%s“

source: Import is complete
as: ইম্পোৰ্ট কৰ্ম সমাপ্ত হয়নি
sr: Увоз је завршен

source: Importing keys ...
as: কি ইম্পোৰ্ট কৰা হচ্ছে ...
sr: Увозим кључеве ...

source: Imported key
as: ইম্পোৰ্ট কৰা কি
sr: Увезох кључ

source: Choose Decrypted File Name for '%s'
as: '%s'-ৰ জন্য ডিক্ৰিপ্ট কৰা ফাইলেৰ নাম নিৰ্বাচন কৰক
sr: Изаберите име дешифроване датотеке за „%s“

source: Choose Original File for '%s'
as: '%s'-ৰ ক্ষেত্ৰে মূল ফাইলেৰ নাম নিৰ্বাচন কৰক
sr: Изаберите изворну датотеку за „%s“

source: No valid signatures found
as: বৈধ স্বাক্ষৰ সনাক্ত কৰা যায়নি
sr: Не могу да нађем ниједан исправан потпис

source: File Encryption Tool
as: ফাইল এনক্ৰিপশনেৰ সামগ্ৰী
sr: Алат за шифровање датотека

source: Encrypting
as: এনক্ৰিপশন প্ৰক্ৰিয়া
sr: Дешифрујем

source: Couldn't encrypt file: %s
as: ফাইল এনক্ৰিপ্ট কৰতে ব্যৰ্থ: %s
sr: Не могу да шифрујем датотеку: %s

source: Signing
as: স্বাক্ষৰ কৰা হচ্ছে
sr: Потписујем

source: Couldn't sign file: %s
as: ফাইল স্বাক্ষৰ কৰতে ব্যৰ্থ: %s
sr: Не могу да потпишем датотеку: %s

source: Importing
as: ইম্পোৰ্ট কৰা হচ্ছে
sr: Увозим

source: Couldn't import keys from file: %s
as: চিহ্নিত ফাইলৰ পৰা এনক্ৰিপ্ট কৰতে ব্যৰ্থ: %s
sr: Не могу да увезем кључеве из датотеке: %s

source: Decrypting
as: ডিক্ৰিপ্ট কৰা হচ্ছে
sr: Дешифрујем

source: Couldn't decrypt file: %s
as: ফাইল ডিক্ৰিপ্ট কৰা যায়নি: %s
sr: Не могу да дешифрујем датотеку: %s

source: Verifying
as: যাচাই কৰা হচ্ছে
sr: Проверавам

source: Couldn't verify file: %s
as: ফাইল যাচাই কৰা যায়নি: %s
sr: Не могу да проверим датотеку: %s

source: Self-extracting zip (.exe)
sr: Самоотпакујући zip (.exe)

source: Tar uncompressed (.tar)
as: কম্প্ৰেশনবিহীন Tar (.tar)
sr: Незапакован Tar (.tar)

source: Tar compressed with bzip (.tar.bz)
as: bzip দ্বাৰা কম্প্ৰেস কৰা tar (.tar.bz)
sr: Tar запакован bzip-ом (.tar.bz)

source: Tar compressed with bzip2 (.tar.bz2)
as: bzip2 দ্বাৰা কম্প্ৰেস কৰা tar (.tar.bz2)
sr: Tar запакован bzip-ом 2 (.tar.bz2)

source: Tar compressed with gzip (.tar.gz)
as: gzip দ্বাৰা কম্প্ৰেস কৰা tar (.tar.gz)
sr: Tar запакован gzip-ом (.tar.gz)

source: Tar compressed with lzop (.tar.lzo)
as: lzop দ্বাৰা কম্প্ৰেস কৰা tar (.tar.lzo)
sr: Tar запакован lzop-ом (.tar.lzo)

source: Tar compressed with compress (.tar.Z)
as: compress দ্বাৰা কম্প্ৰেস কৰা tar (.tar.Z)
sr: Tar запакован compress-ом (.tar.Z)

source: You have selected %d file
as: %d-টি ফাইল
sr: Изабрали сте %d датотеку

source: and %d folder
as: ও %d-টি ফোল্ডাৰ নিৰ্বাচন কৰা হয়েছে
sr: и %d фасциклу

source: You have selected %d files
as: %d-টি ফাইল নিৰ্বাচন কৰা হয়েছে
sr: Изабрали сте %d датотека

source: You have selected %d folder
as: %d-টি ফোল্ডাৰ নিৰ্বাচন কৰা হয়েছে
sr: Изабрали сте %d директоријум

source: Preparing...
as: প্ৰস্তুত কৰা হচ্ছে...
sr: Припремам...

source: Couldn't list files
as: ফাইলেৰ তালিকা তৈৰি কৰা যায়নি
sr: Не могу да излистам датотеке

source: <b>%s%s</b>
as: %1$s: %2$s
