Repository: eurolinux-enterprise-linux-sources/seahorse-plugins
Catalog: src/po/*.po
Languages: as, sr

source: Passphrase:
as: পৰিচয়-পংক্তি:
sr: Лозинка:

source: Please enter a passphrase to use.
as: অনুগ্ৰহ কৰি ব্যবহাৰযোগ্য পৰিচয়-পংক্তি লিখক ।
sr: Унесите лозинку коју желите да користите.

source: Unparseable Key ID
as: পাৰ্স কৰাৰ অযোগ্য চাবি ID
sr: Нерашчлањив ИБ кључа

source: Unknown/Invalid Key
as: অজ্ঞাত/অবৈধ-কি
sr: Непознат/неисправан кључ

source: PGP Key: %s
as: PGP-কি: %s
sr: ПГП кључ: %s

source: <b>Warning</b>: Your system is not configured to cache passphrases in secure memory.
as: <b>সতৰ্কবাৰ্তা</b>: আপনাৰ সিস্টেমটি, নিৰাপদ মেমৰিৰ মধ্যি পৰিচয়-পংক্তি ক্যাশে কৰাৰ উদ্দেশ্যি কনফিগাৰ কৰা হয়নি ।
sr: <b>Упозорење</b>: Систем није подешен да чува лозинке у заштићеној остави.

source: Cache _Preferences
as: ক্যাশে সংক্ৰান্ত পছন্দ (_P)
sr: _Подешавање оставе

source: Cached Encryption Keys
as: ক্যাশে কৰা এনক্ৰিপশন-কি
sr: Остава кључева шифровања

source: Change passphrase cache settings.
as: পৰিচয়-পংক্তি ক্যাশেৰ বৈশিষ্ট্য পৰিবৰ্তন কৰক ।
sr: Измени подешавања оставе лозинки.

source: Clear passphrase cache
as: পৰিচয়-পংক্তি ক্যাশে পৰিষ্কাৰ কৰক
sr: Очисти оставу лозинки

source: _Clear Cache
as: ক্যাশে পৰিষ্কাৰ কৰক (_C)
sr: _Очисти оставу

source: _Show Window
as: উইন্ডো প্ৰদৰ্শন কৰা হ'ব (_S)
sr: _Прикажи прозор

source: Do not daemonize seahorse-agent
as: seahorse-agent ডেমন কৰা ন'হ'ব
sr: Не покрећи управљачки програм Морског коњића

source: Print variables in for a C type shell
as: C প্ৰকৃতিৰ শেল-এ মান প্ৰিন্ট কৰক
sr: Штампај улазне променљиве за Ц тип шкољке

source: Display environment variables (the default)
as: (অবিকল্পিত) পৰিবেশ মান প্ৰদৰ্শন কৰা হ'ব ।
sr: Прикажи променљиве окружења (подразумевано)

source: Execute other arguments on the command line
as: কমান্ড-লাইনে অন্যান্য আৰ্গুমেন্ট সঞ্চালন কৰা হ'ব
sr: Изврши остале аргументе у командној линији

source: Allow GPG agent request from any display
as: যি কোনো প্ৰদৰ্শনৰ পৰা GPG এজেন্টেৰ অনুৰোধ অনুমোদিত হ'ব
sr: Дозволи приступ ГПГ агенту са било ког приказа

source: command...
as: <b>আদেশ</b>
sr: наредба...

source: couldn't fork process
as: প্ৰসেস fork (ফৰ্ক) কৰা সম্ভব হয়নি
sr: не могу да разделим процес

source: couldn't create new process group
as: নতুন প্ৰসেস সংকলন নিৰ্মাণ কৰতে ব্যৰ্থ
sr: не могу да направим нову групу процеса

source: Encryption Key Agent (Seahorse)
as: এনক্ৰিপশন-কি এজেন্ট (Seahorse)
sr: Агент шифрованих кључева (Морски коњић)

source: no command specified to execute
as: সঞ্চালনেৰ জন্য কমান্ড নিৰ্ধাৰিত হয়নি
sr: није наведена наредба за извршење

source: Authorize Passphrase Access
as: পৰিচয়-পংক্তি দ্বাৰা ব্যবহাৰাধিকাৰ অনুমোদন কৰক
sr: Овласти приступ лозинкама

source: The passphrase is cached in memory.
as: মেমৰিৰ মধ্যি পৰিচয়-পংক্তি ক্যাশে কৰা হয়েছে ।
sr: Лозинка се држи у меморији.

source: Always ask me before using a cached passphrase
as: ক্যাশে কৰা পৰিচয়-পংক্তি ব্যবহাৰেৰ পূৰ্বে অনুমতি নেওয়া হ'ব
sr: Увек питај пре употребе лозинке из оставе

source: _Authorize
as: অনুমোদন কৰা হ'ব (_A)
sr: О_власти

source: Key Name
as: চাবি ৰ নাম
sr: Име кључа

source: A list of key server URIs to search for remote PGP keys. In later versions a display name can be included, by appending a space and then the name.
as: দূৰবৰ্তী কি খোঁজাৰ জন্য কি সাৰ্ভাৰ-এৰ URI-এৰ তালিকা । পৰবৰ্তী সংস্কৰণে একটি নাম যোগ কৰা সম্ভব হতে পাৰে একটি ফাঁকা স্থানেৰ পৰে নাম যোগ কৰি ।
sr: Листа адреса сервера кључева за претрагу удаљених ПГП кључева. У будућим издањима, име за приказ може бити укључено додавањем размака и онда имена.

source: After performing an decrypt or verify operation from the applet, display the resulting text in a window.
as: অ্যাপ্লেট সহযোগে ডিক্ৰিপ্ট অথবা যাচাই কৰাৰ পৰে প্ৰাপ্ত ফলাফল একটি উইন্ডোৰ মধ্যি প্ৰদৰ্শন কৰা হ'ব ।
sr: После извршавања операције дешифровања или провере из програмчета, прикажи резултат као текст у прозору.

source: After performing an encrypt or signing operation from the applet, display the resulting text in a window.
as: অ্যাপ্লেট সহযোগে এনক্ৰিপ্ট অথবা স্বাক্ষৰ কৰাৰ পৰে প্ৰাপ্ত ফলাফল একটি উইন্ডোৰ মধ্যি প্ৰদৰ্শন কৰা হ'ব ।
sr: После извршавања операције шифровања или потписивања из програмчета, прикажи резултат као текст у прозору.

source: Display cache reminder in the notification area
as: সূচনাপ্ৰদানেৰ স্থানে ক্যাশে সংক্ৰান্ত সতৰ্কবাৰ্তা প্ৰদৰ্শন কৰা হ'ব
sr: Прикажи подсетник на оставу у обавештајну зони

source: Display clipboard after decrypting
as: ডিক্ৰিপশনেৰ পৰে ক্লিপবোৰ্ডেৰ বিষয়বস্তু প্ৰদৰ্শন কৰা হ'ব
sr: Прикажи оставу после дешифровања

source: Display clipboard after encrypting
as: এনক্ৰিপশনেৰ পৰে ক্লিপবোৰ্ডেৰ বিষয়বস্তু প্ৰদৰ্শন কৰা হ'ব
sr: Прикажи оставу после шифровања

source: Expire passwords in the cache
as: ক্যাশেৰ মধ্যি উপস্থিত পাসওয়াৰ্ডেৰ মেয়াদ পূৰ্ণ ধাৰ্য কৰা হ'ব
sr: Избаци лозинке из оставе

source: ID of the default key
as: অবিকল্পিত চাবিৰ ID
sr: ИБ подразумеваног кључа

source: If set to 'gnome' uses gnome-keyring to cache passwords. When set to 'internal' uses internal cache.
as: 'gnome' ধাৰ্য কৰা হলে পাসওয়াৰ্ড ক্যাশে কৰাৰ জন্য gnome-keyring ব্যবহাৰ কৰা হ'ব । 'internal' ধাৰ্য কৰা হলে অভ্যন্তৰীণ ক্যাশে ব্যবহাৰ কৰা হ'ব ।
sr: Ако је постављено на „gnome“ користи се Гномов-привезак за оставу лозинки. Ако је постављено на „internal“ користи се сопствена остава.

source: If set to true, then files encrypted with seahorse will be ASCII armor encoded.
as: মান সত্য (true) হলে, seahorse দ্বাৰা এনক্ৰিপ্ট কৰা ফাইল ASCII আৰ্মাৰ এনকোডেড হ'ব ।
sr: Ако је постављено на „true“, датотеке шифроване Морским коњићем ће бити оклопљене ASCII знацима.

source: If set to true, then the default key will always be added to an encryption recipients list.
as: মান সত্য (true) হলে অবিকল্পিত কি সবসময় এনক্ৰিপশন প্ৰাপকদেৰ তালিকায় যুক্ত হ'ব ।
sr: Уколико је постављено на „true“, подразумевани кључ ће увек бити додат у списак прималаца који захтевају шифровање.

source: Last key used to sign a message.
as: বাৰ্তা স্বাক্ষৰ কৰাৰ উদ্দেশ্যি সৰ্বশেষ ব্যবহৃত কি ।
sr: Последњи кључ коришћен за потписивање поруке.

source: PGP Key servers
as: PGP-কি সাৰ্ভাৰ
sr: ПГП сервери кључева

source: Prompt before using GPG passwords in cache
as: ক্যাশেতে অবস্থিত GPG পাসওয়াৰ্ড ব্যবহাৰেৰ পূৰ্বে সতৰ্কবাৰ্তা প্ৰদৰ্শিত হ'ব
sr: Питај пре употребе ГПГ лозинки из оставе

source: Reflect the contents of the clipboard (whether encrypted, signed, etc...) in the panel applet icon.
as: প্যানেল অ্যাপ্লেটেৰ প্ৰতীকেৰ মধ্যি ক্লিপ-বোৰ্ডেৰ সামগ্ৰী (এনক্ৰিপ্ট, স্বাক্ষৰিত প্ৰভৃতি...) প্ৰদৰ্শন কৰা হ'ব ।
sr: Одређује да ли да се садржај оставе (било да је шифрован, потписан итд.) одражава на иконицу програмчета у панелу.

source: Set to 'true' to enable display of the cache reminder in the notification area of your panel.
as: প্যানেলেৰ সূচনাপ্ৰদানেৰ স্থানে ক্যাশে সংক্ৰান্ত সতৰ্কবাৰ্তাৰ প্ৰদৰ্শন সক্ৰিয় কৰাৰ জন্য মান 'true' (সত্য) নিৰ্ধাৰণ কৰক ।
sr: Поставите на „true“ да омогућите приказ подсетника на оставу у обавештајној зони панела.

source: Set to 'true' to have seahorse-agent prompt before giving out passwords it has cached.
as: seahorse-agent দ্বাৰা ক্যাশে কৰা পাসওয়াৰ্ড প্ৰকাশ কৰাৰ পূৰ্বে বাৰ্তা প্ৰদৰ্শনেৰ জন্য মান 'true' (সত্য) নিৰ্ধাৰণ কৰক ।
sr: Поставите на „true“ уколико желите да будете питани пре употребе лозинки из оставе.

source: Show clipboard state in panel
as: প্যানেলে ক্লিপ-বোৰ্ডেৰ অবস্থা প্ৰদৰ্শন কৰা হ'ব
sr: Прикажи стање оставе у панелу

source: Specify the column to sort the recipients window by. Columns are: 'name' and 'id'. Put a '-' in front of the column name to sort in descending order.
as: প্ৰাপক তালিকাৰ উইন্ডোৰ ক্ৰমবিন্যাস কৰতে ব্যবহাৰযোগ্য কলাম নিৰ্ধাৰণ কৰক । কলামেৰ নাম হল: 'name' ও 'id' । বড়ৰ পৰা ছোট অনুক্ৰমে সুবিন্যাস্ত কৰাৰ জন্য কলামেৰ নামেৰ পূৰ্বে '-' লিখক ।
sr: Одређује колону по којој ће ређати прозор са примаоцима. Колоне могу бити: „name“ (име) и „id“ (ИБ). Ставите „-“ испред имена колоне да ређате у опадајућем поретку.

source: The ID of the last secret key used to sign a message.
as: শেষবাৰ যি গোপন কি দিয়ে এই বাৰ্তা স্বাক্ষৰ কৰা হয়েছে তাৰ ID ।
sr: ИБ последњег тајног кључа коришћеног за потписивање поруке.

source: The column to sort the recipients by
as: প্ৰাপক তালিকাৰ ক্ৰমবিন্যাস নিৰ্ধাৰণেৰ জন্য ব্যবহৃত কলাম
sr: По којој колони ређати примаоце

source: The time (in minutes) to cache GPG passwords
as: GPG পাসওয়াৰ্ড ক্যাশে কৰাৰ জন্য নিৰ্ধাৰিত সময় (মিনিট অনুসাৰে)
sr: Време (у минутима) за држање ГПГ лозинки у остави

source: This is the amount of time, specified in minutes, to cache GPG passwords in seahorse-agent.
as: seahorse-agent-ৰ মধ্যি GPG পাসওয়াৰ্ড ক্যাশে কৰি সংৰক্ষণেৰ সময়কাল, মিনিট হিসাৰে গণ্য ।
sr: Ово је време, дато у минутима, колико ће ГПГ лозинке бити држане у остави агента Морског коња.

source: This option enables the GPG password cache in the seahorse-agent program. The 'use-agent' setting in gpg.conf affects this setting.
as: এই বিকল্পেৰ সাহায্যি seahorse-agent প্ৰোগ্ৰামেৰ মধ্যি GPG পাসওয়াৰ্ড ক্যাশে সক্ৰিয় কৰা হ'ব । gpg.conf ফাইলেৰ মধ্যি 'use-agent' বৈশিষ্ট্যিৰ সাহায্যি এই মান নিৰ্ধাৰিত হয় ।
sr: Укључује оставу ГПГ лозинки у агенту Морског коњића. Подешавање „use-agent“ у датотеци gpg.conf утиче на ово подешавање.

source: This specifies the default key to use for certain operations, mainly signing.
as: সুনিৰ্দিষ্ট কৰ্ম, মূলত স্বাক্ষৰ কৰাৰ জন্য ব্যবহাৰযোগ্য অবিকল্পিত-কি এৰ দ্বাৰা নিৰ্ধাৰিত হ'ব ।
sr: Одређује подразумевани кључ који ће се користити за одређене операције, првенствено за потписивање.

source: When set, seahorse-agent expires GPG passwords in its cache after a period of time.
as: নিৰ্ধাৰিত হলে, সুনিৰ্দিষ্ট সময়েৰ পৰে seahorse-agent দ্বাৰা ক্যাশেৰ পৰা GPG পাসওয়াৰ্ডেৰ মেয়াদ পূৰ্ণ ধাৰ্য কৰা হ'ব ।
sr: Ако је постављено, агент Морског кољића ће избацивати ГПГ лозинке из оставе након одређеног времена.

source: Where to store cached passwords.
as: ক্যাশে কৰা পাসওয়াৰ্ড সংৰক্ষণেৰ স্থান ।
sr: Где да складишти оставу лозинки.

source: Whether the GPG password cache is enabled
as: GPG পাসওয়াৰ্ড ক্যাশে ব্যবস্থা সক্ৰিয় কৰা হ'ব কি না
sr: Да ли је укључена остава ГПГ лозинки

source: Whether to always encrypt to default key
as: অবিকল্পিত-কি দ্বাৰা সৰ্বদা এনক্ৰিপ্ট কৰা হ'ব কি না
sr: Да ли да увек шифрује према уобичајеном кључу

source: Whether to use ASCII Armor
as: ASCII Armor ব্যবহাৰ কৰা হ'ব কি না
sr: Да ли да користи ASCII оклоп

source: <b>You have selected multiple files or folders</b>
as: <b>একাধিক ফাইল ও ফোল্ডাৰ নিৰ্বাচন কৰা হয়েছে</b>
sr: <b>Изабрали сте више датотека или директоријума</b>

source: Because the files are located remotely, each file will be encrypted separately.
as: দূৰবৰ্তী অবস্থানে ফাইলগুলি থাকাৰ কাৰণে, প্ৰতিটি ফাইল পৃথকৰূপে এনক্ৰিপ্ট কৰা হ'ব ।
sr: Пошто су датотеке на удаљеним рачунарима, свака ће бити засебно шифрована.

source: Encrypt Multiple Files
as: একাধিক ফাইল এনক্ৰিপ্ট কৰক
sr: Шифруј више датотека

source: Encrypt each file separately
as: প্ৰতিটি ফাইল পৃথকৰূপে এনক্ৰিপ্ট কৰক
sr: Шифруј сваку датотеку засебно

source: Encrypt packed together in a package
as: একটি সংকলন ৰূপে এনক্ৰিপ্ট কৰক
sr: Шифруј заједно спаковано у пакет

source: Package Name:
as: প্যাকেজেৰ নাম:
sr: Име пакета:

source: Packaging:
as: প্যাকেজ প্ৰণালী:
sr: Врста паковања:

source: encrypted-package
as: এনক্ৰিপশনসহ-প্যাকেজ
sr: шифровани-пакет

source: Key Imported
as: কি ইম্পোৰ্ট কৰা হয়েছে
sr: Увезен кључ

source: Imported %i key
as: %i-টি কি ইম্পোৰ্ট কৰা হয়েছে
sr: Увезен је %i кључ

source: Imported a key for
as: চিহ্নিত বস্তুৰ জন্য কি ইম্পোৰ্ট কৰা হয়েছে
sr: Увезен кључ за

source: Signed by <i><key id='%s'/> <b>expired</b></i> on %s.
as: <i><key id='%s'/> দ্বাৰা স্বাক্ষৰিত । এটি <b>মেয়াদ পূৰ্ণ হয়েছে</b></i> %s-এ ।
sr: Потписано од <i><key id='%s'/> <b>истиче</b></i> %s.

source: Invalid Signature
as: অবৈধ স্বাক্ষৰ
sr: Неисправан потпис

source: Signed by <i><key id='%s'/></i> on %s <b>Expired</b>.
as: <i><key id='%s'/></i> দ্বাৰা স্বাক্ষৰিত । %s-এ এটিৰ <b>মেয়াদ পূৰ্ণ হয়েছে</b> ।
sr: Потписано од <i><key id='%s'/></i> %s <b>Истекао</b>.

source: Expired Signature
as: মেয়াদ উত্তীৰ্ণ স্বাক্ষৰ
sr: Истекао потпис

source: Signed by <i><key id='%s'/> <b>Revoked</b></i> on %s.
as: যিটি দিয়ে স্বাক্ষৰ কৰা হয়েছে <i><key id='%s'/> <b>বাতিল কৰাৰ তাৰিখ</b></i> %s ।
sr: Потписан од <i><key id='%s'/> <b>Опозван</b></i> %s.

source: Revoked Signature
as: বাতিল কৰা স্বাক্ষৰ
sr: Опозван потпис

source: Signed by <i><key id='%s'/></i> on %s.
as: <i><key id='%s'/></i> দ্বাৰা %s-এ স্বাক্ষৰ কৰা হয়েছে ।
sr: Потписан од <i><key id='%s'/></i> %s.

source: Good Signature
as: বৈধ স্বাক্ষৰ
sr: Добар потпис

source: Signing key not in keyring.
as: স্বাক্ষৰে ব্যবহৃত কি কি ৰিং এ অনুপস্থিত ।
sr: Кључ за потпис није у привеску кључева.

source: Unknown Signature
as: অজ্ঞাত স্বাক্ষৰ
sr: Непознат потпис

source: Bad or forged signature. The signed data was modified.
as: অবৈধ বা জাল স্বাক্ষৰ । স্বাক্ষৰ কৰা তথ্যিৰ পৰিবৰ্তন ঘটেছে ।
sr: Лош или фалсификован потпис. Потписани подаци су мењани.

source: Bad Signature
as: অবৈধ স্বাক্ষৰ
sr: Лош потпис

source: Couldn't verify signature.
as: স্বাক্ষৰ যাচাই কৰা সম্ভব হয়নি ।
sr: Не могу да проверим потпис.

source: Notification Messages
as: সূচনামূলক বাৰ্তা
sr: Обавештајне поруке

source: Passphrase
as: পৰিচিত-পংক্তি
sr: Лозинка

source: Password:
as: পাসওয়াৰ্ড:
sr: Лозинка:

source: Confirm:
as: নিশ্চায়ণ:
sr: Потврдите:

source: Wrong passphrase.
as: ভুল পৰিচিতি-পংক্তি ।
sr: Погрешна лозинка.

source: Enter new passphrase for '%s'
as: '%s'-ৰ জন্য নতুন পৰিচিতি-পংক্তি লিখক
sr: Унесите нову лозинку за „%s“

source: Enter passphrase for '%s'
as: '%s'-ৰ পৰিচিতি-পংক্তি লিখক
sr: Унесите лозинку за „%s“

source: Enter new passphrase
as: নতুন পৰিচিতি-পংক্তি লিখক
sr: Унесите нову лозинку

source: Enter passphrase
as: পৰিচিতি-পংক্তি লিখক
sr: Унесите лозинку

source: None. Prompt for a key.
as: শূণ্য. কি চিহ্নিত কৰাৰ অনুৰোধ কৰা হ'ব ।
sr: Ниједан. Питај за кључ.

source: <b>Default Key</b>
as: <b>অবিকল্পিত কি</b>
sr: <b>Подразумевани кључ</b>

source: <b>Remember PGP Passphrases</b>
as: <b>PGP পৰিচিতি-পংক্তি মেন ৰাখা হ'ব</b>
sr: <b>Памћење ПГП лозинки</b>

source: <i>A supported PGP passphrase caching agent is not running.</i>
as: <i>একটি সমৰ্থিত PGP পৰিচয়-পংক্তি ক্যাশে কৰতে ব্যবহৃথ এজেন্ট চলছে না ।</i>
sr: <i>Подржани ПГП агент за оставу лозинки није покренут.</i>

source: <i>This key is used to sign messages when no other key is chosen</i>
as: <i>অন্য কোনো কি নিৰ্বাচিত না হলে, এই কি দ্বাৰা স্বাক্ষৰ কৰা হ'ব</i>
sr: <i>Овај кључ се користи да потпише поруке када ниједан други кључ није изабран</i>

source: As_k me before using a cached passphrase
as: ক্যাশে কৰা পৰিচয়-পংক্তি ব্যবহাৰেৰ পূৰ্বে অনুমতি নেওয়া হ'ব (_k)
sr: _Питај ме пре употребе лозинке из оставе

source: Encryption
as: এনক্ৰিপশন প্ৰক্ৰিয়া
sr: Шифровање

source: Encryption and Keyrings
as: এনক্ৰিপশন ও চাবি ৰিং
sr: Шифровање и привесци кључева

source: PGP Passphrases
as: PGP পৰিচিত-পংক্তি
sr: ПГП лозинке

source: Show _icon in status area when passphrases are in memory
as: মেমৰিৰ মধ্যি পৰিচয়-পংক্তি উপস্থিত থাকলে অবস্থাসূচক স্থানে প্ৰতীক প্ৰদৰ্শন কৰা হ'ব (_i)
sr: Прикажи икону у статусној области када су лозинке у меморији

source: When _encrypting, always include myself as a recipient
as: এনক্ৰিপ্ট কৰাৰ সময়, সৰ্বদা আমাকে প্ৰাপক তালিকায় অন্তৰ্ভুক্ত কৰা হ'ব (_e)
sr: _Увек укључи мене као примаоца при шифровању

source: _Always remember passphrases whenever logged in
as: লগ-ইন কৰা হলে, সৰ্বদা পৰিচয়-পংক্তি স্মৰণে ৰাখা হ'ব (_A)
sr: У_век запамти лозинке при пријави

source: _Default key:
as: অবিকল্পিত-কি: (_D)
sr: _Подразумевани кључ:

source: _Never remember passphrases
as: পৰিচিতি-পংক্তি কখনো মনে ৰাখা ন'হ'ব (_N)
sr: _Никада не памти лозинке

source: _Remember passphrases for
as: চিহ্নিত সময়কাল অবধি পৰিচয়-পংক্তি স্মৰণে ৰাখা হ'ব (_R)
sr: _Упамти лозинку за

source: minutes
as: মিনিট
sr: минута

source: Progress Title
as: প্ৰগতিসূচক শিৰোনাম
sr: Наслов напретка

source: Decryption failed. You probably do not have the decryption key.
as: ডিক্ৰিপশন কৰতে ব্যৰ্থ । সম্ভবত ডিক্ৰিপশন-কি উপস্থিত নেই ।
sr: Дешифровање није успело. Вероватно немате кључ за дешифровање.

source: %Y-%m-%d
sr: %d.%m.%Y

source: Couldn't run file-roller
as: file-roller সঞ্চালন কৰতে ব্যৰ্থ
sr: Не могу да покренем Управљача архивама

source: Couldn't package files
as: ফাইল প্যাকেজ কৰতে ব্যৰ্থ
sr: Не могу да упакујем датотеке

source: The file-roller process did not complete successfully
as: file-roller-ৰ কৰ্ম সাফল্যিৰ সাথে সমাপ্ত হয়নি
sr: Управљач архивама није успешно завршен

source: All key files
as: সৰ্বধৰনেৰ চাবি ৰ ফাইল
sr: Све датотеке кључева

source: All files
as: সৰ্বধৰনৰ নথিপত্ৰ
sr: Све датотеке

source: Archive files
as: আৰ্কাইভ ফাইল
sr: Архивске датотеке

source: <b>A file already exists with this name.</b> Do you want to replace it with a new file?
as: <b>এই নামেৰ একটি ফাইল বৰ্তমানে উপস্থিত ৰয়েছে ।</b> এই ফাইলটিৰ পৰিবৰ্তে নতুন ফাইলটি স্থাপন কৰা হ'ব কি?
sr: <b>Већ постоји датотека са овим називом.</b> Да ли желите да је замените новом?

source: _Replace
as: প্ৰতিস্থাপন (_R)
sr: _Замени

source: Could not display help: %s
as: সহায়িকা প্ৰদৰ্শন কৰা গেল না: %s
sr: Не могу да прикажем помоћ: %s

source: Clipboard Text Encryption
as: ক্লিপ-বোৰ্ড টেক্সট এনক্ৰিপশন
sr: Шифровање текста оставе

source: Encrypt, decrypt or sign the clipboard (uses PGP type encryption).
as: ক্লিপ-বোৰ্ড এনক্ৰিপ্ট, ডিক্ৰিপ্ট অথবা স্বাক্ষৰ কৰক (PGP প্ৰকৃতিৰ এনক্ৰিপশন ব্যবহাৰ কৰা হয়) ।
sr: Шифруј, дешифруј или потпиши клипборд (користи ПГП тип шифровања).

source: Seahorse Applet Factory
as: Seahorse অ্যাপ্লেট ফ্যাক্টৰি
sr: Програмче Морског коњића

source: _About
as: বিষয়ে (_A)
sr: _О програму

source: _Help
as: সাহায্য (_H)
sr: _Помоћ

source: _Preferences
as: পছন্দ (_P)
sr: _Поставке

source: Could not display URL: %s
as: URL প্ৰদৰ্শন কৰতে ব্যৰ্থ: %s
sr: Не могу да прикажем адресу: %s

source: seahorse-applet
sr: програмче-морског-коњића

source: Use PGP/GPG to encrypt/decrypt/sign/verify/import the clipboard.
as: ক্লিপবোৰ্ডেৰ তথ্য এনক্ৰিপ্ট/ডিক্ৰিপ্ট/স্বাক্ষৰ/যাচাই/ইম্পোৰ্ট কৰাৰ জন্য PGP/GPG ব্যবহাৰ কৰা হ'ব ।
sr: Користи ПГП/ГПГ за шифровање/дешифровање/потписивање/проверу/увоз оставе.

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
sr: Душан Живојнов <calvin@verat.net> Данило Шеган <danilo@prevod.org> Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик.

source: Seahorse Project Homepage
as: Seahorse প্ৰজেক্টেৰ হোম-পেজ
sr: Веб адреса Морског коњића

source: Choose Recipient Keys
as: প্ৰাপক-কি নিৰ্বাচন কৰক
sr: Одаберите кључеве примаоца

source: Encrypted Text
as: এনক্ৰিপ্ট কৰা টেক্সট
sr: Шифровани текст

source: Encryption Failed
as: এনক্ৰিপশন বিফল
sr: Није успело шифровање

source: The clipboard could not be encrypted.
as: ক্লিপ-বোৰ্ডেৰ তথ্য এনক্ৰিপ্ট কৰা যায়নি ।
sr: не могу да шифрујем садржај оставе.

source: Choose Key to Sign with
as: স্বাক্ষৰ কৰাৰ জন্য কি নিৰ্বাচন কৰক
sr: Одаберите кључ за потпис

source: Signed Text
as: স্বাক্ষৰিত টেক্সট
sr: Потписани текст

source: Signing Failed
as: স্বাক্ষৰ কৰতে ব্যৰ্থ
sr: Потписивање није успело

source: The clipboard could not be Signed.
as: ক্লিপ-বোৰ্ডেৰ তথ্য স্বাক্ষৰ কৰতে ব্যৰ্থ ।
sr: Садржај клипборда не може да се потпише.

source: Import Failed
as: ইম্পোৰ্ট কৰতে ব্যৰ্থ
sr: Увоз није успео

source: Keys were found but not imported.
as: কি পাওয়া গেলেও ইম্পোৰ্ট কৰতে ব্যৰ্থ ।
sr: Кључеви су нађени али нису увежени.

source: No PGP key or message was found on clipboard
as: ক্লিপ-বোৰ্ডেৰ মধ্যি PGP-কি অথবা বাৰ্তা পাওয়া যায়নি
sr: Ниједан ПГП кључ нити порука није нађена у остави

source: No PGP data found.
as: কোনো PGP তথ্য পাওয়া যায়নি ।
sr: Никакви ПГП подаци нису нађени.

source: Decrypted Text
as: ডিক্ৰিপ্ট কৰা টেক্সট
sr: Дешифровани текст

source: _Encrypt Clipboard
as: ক্লিপ-বোৰ্ডেৰ তথ্য এনক্ৰিপ্ট কৰক (_E)
sr: _Шифруј оставу

source: _Sign Clipboard
as: ক্লিপ-বোৰ্ডেৰ তথ্য স্বাক্ষৰ কৰক (_S)
sr: _Потпиши оставу

source: _Decrypt/Verify Clipboard
as: ক্লিপ-বোৰ্ডেৰ তথ্য ডিক্ৰিপ্ট/যাচাই কৰক (_D)
sr: _Дешифруј/провери оставу

source: _Import Keys from Clipboard
as: ক্লিপ-বোৰ্ডৰ পৰা কি ইম্পোৰ্ট কৰক (_I)
sr: _Увези кључеве из оставе

source: Encryption Applet
as: এনক্ৰিপশনেৰ অ্যাপ্লেট
sr: Програмче за шифровање

source: <b>Display clipboard contents after:</b>
as: <b>ক্লিপ-বোৰ্ডে উপস্থিত সামগ্ৰী প্ৰদৰ্শনে বিলম্ব:</b>
sr: <b>Прикажи садржај оставе после:</b>

source: Clipboard Encryption Preferences
as: ক্লিপ-বোৰ্ডেৰ এনক্ৰিপশন সংক্ৰান্ত পছন্দ
sr: Поставке за шифровање оставе

source: _Decrypting the clipboard
as: ক্লিপ-বোৰ্ডেৰ তথ্য ডিক্ৰিপ্ট কৰাৰ প্ৰণালী (_D)
sr: _Дешифровање оставе

source: _Encrypting or signing the clipboard
as: ক্লিপ-বোৰ্ডেৰ তথ্য এনক্ৰিপ্ট অথবা স্বাক্ষৰ কৰাৰ প্ৰণালী (_E)
sr: _Шифровање или потписивање оставе

source: _Show clipboard state in panel
as: প্যানেলেৰ মধ্যি ক্লিপ-বোৰ্ডেৰ অবস্থা প্ৰদৰ্শন কৰা হ'ব (_S)
sr: _Прикажи стање оставе у панелу

source: _Verifying the clipboard
as: ক্লিপ-বোৰ্ডেৰ তথ্য যাচাইয়েৰ প্ৰণালী (_V)
sr: _Проверавање оставе

source: Decrypting Failed
as: ডিক্ৰিপ্ট কৰতে ব্যৰ্থ
sr: Дешифровање није успело

source: Text may be malformed.
as: টেক্সট ক্ষতিগ্ৰস্ত হতে ব্যৰ্থ ।
sr: Текст може бити неисправан.

source: _Encrypt
as: এনক্ৰিপ্ট কৰক (_E)
sr: _Шифруј

source: _Sign
as: স্বাক্ষৰ কৰক (_S)
sr: _Потпиши

source: _Decrypt/Verify
as: ডিক্ৰিপ্ট/যাচাই কৰক (_D)
sr: _Дешифруј/Провери

source: _Import Key
as: কি ইম্পোৰ্ট কৰক (_I)
sr: _Увези кључ

source: Couldn't connect to seahorse-daemon
as: seahorse-daemon-ৰ সাথে সংযোগ স্থাপন কৰতে ব্যৰ্থ
sr: Не могу да се повежем на управљачки програм Морског коњића

source: Encrypted text
as: এনক্ৰিপ্ট কৰা টেক্সট
sr: Шифровани текст

source: Couldn't encrypt text
as: টেক্সট এনক্ৰিপ্ট কৰতে ব্যৰ্থ
sr: Не могу да шифрујем текст

source: Couldn't import keys
as: কি ইম্পোৰ্ট কৰতে ব্যৰ্থ
sr: Не могу да увезем кључеве

source: Keys found but not imported
as: কি পাওয়া গেলেও ইম্পোৰ্ট কৰা যায়নি
sr: Кључеви су нађени али нису увежени

source: Couldn't decrypt text
as: টেক্সট ডিক্ৰিপ্ট কৰতে ব্যৰ্থ
sr: Не могу да дешифрујем текст

source: Couldn't verify text
as: টেক্সট যাচাই কৰতে ব্যৰ্থ
sr: Не могу да проверим текст

source: No encrypted or signed text is selected.
as: এনক্ৰিপ্ট অথবা স্বাক্ষৰ কৰা কোনো টেক্সট নিৰ্বাচিত হয়নি ।
sr: Није изабран шифровани или потписани текст.

source: Decrypted text
as: ডিক্ৰিপ্ট কৰা টেক্সট
sr: Дешифровани текст

source: Verified text
as: যাচাই কৰা টেক্সট
sr: Проверени текст

source: Imported %d key
as: %d-টি কি ইম্পোৰ্ট কৰা হয়েছে
sr: Увезен је %d кључ

source: Signed text
as: স্বাক্ষৰিত টেক্সট
sr: Потписани текст

source: Couldn't sign text
as: টেক্সট স্বাক্ষৰ কৰতে ব্যৰ্থ
sr: Не могу да потпишем текст

source: _Encrypt...
as: এনক্ৰিপ্ট কৰক...(_E)
sr: _Шифруј...

source: Encrypt the selected text
as: নিৰ্বাচিত টেক্সট এনক্ৰিপ্ট কৰতে ব্যৰ্থ
sr: Шифруј изабрани текст

source: Decr_ypt/Verify
as: ডিক্ৰিপ্ট/যাচাই কৰক (_y)
sr: _Дешифруј/провери

source: Decrypt and/or Verify text
as: টেক্সট ডিক্ৰিপ্ট এবং/অথবা যাচাই কৰক
sr: Дешифруј и/или провери текст

source: Sig_n...
as: স্বাক্ষৰ কৰক...(_n)
sr: По_тпиши...

source: Sign the selected text
as: নিৰ্বাচিত টেক্সট স্বাক্ষৰ কৰক
sr: Потпиши изабрани текст

source: Enable the seahorse encryption plugin for gedit.
as: gedit-ৰ জন্য উপলব্ধ seahorse এনক্ৰিপশন প্লাগ-ইন সক্ৰিয় কৰক ।
sr: Омогући додатак за шифровање у Вилењаковој бележници.

source: Enable the seahorse gedit plugin
as: gedit-ৰ seahorse প্লাগ-ইন সক্ৰিয় কৰক
sr: Омогући шифровање у Вилењаковој бележници

source: Text Encryption
as: টেক্সট এনক্ৰিপশন
sr: Шифровање текста

source: This plugin performs encryption operations on text.
as: এই প্লাগ-ইনেৰ সাহায্যি টেক্সট এনক্ৰিপশন সংক্ৰান্ত কাজ কৰা যাবে ।
sr: Овај додатак омогућава операције за шифровање текста.

source: Encrypt...
as: এনক্ৰিপ্ট কৰক...
sr: Шифруј...

source: Encrypt (and optionally sign) the selected file
as: নিৰ্বাচিত ফাইল এনক্ৰিপ্ট (ও প্ৰয়োজনে স্বাক্ষৰ) কৰক
sr: Шифруј (и опционо потпиши) изабрану датотеку

source: Sign
as: স্বাক্ষৰ কৰক
sr: Потпиши

source: Sign the selected file
as: নিৰ্বাচিত ফাইল স্বাক্ষৰ কৰক
sr: Потпиши изабрану датотеку

source: For internal use
as: শুধুমাত্ৰ অভ্যন্তৰীণ ব্যবহাৰেৰ জন্য চিহ্নিত
sr: За интерну употребу
