Repository: eurolinux-enterprise-linux-sources/seahorse-plugins
Catalog: src/help/*/*.po
Languages: ca, el

source: Encryption and Keyrings Manual
ca: Manual del xifratge i anells de claus
el: Εγχειρίδιο κρυπτογράφησης και κλειδοθηκών

source: Jacob Perkins and Adam Schreiber
ca: Jacob Perkins i Adam Schreiber
el: Jacob Perkins και Adam Schreiber

source: Seahorse Project
ca: Projecte Seahorse
el: Έργο Seahorse

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ca: Teniu permís per a copiar, distribuir i/o modificar aquest document, sota els termes de la Llicència de documentació lliure GNU (GFDL), versió 1.1 o qualsevol versió publicada posteriorment per la Free Software Foundation, sense seccions invariants, sense texts de portada i sense texts de contraportada. Podeu trobar una còpia de la GFDL en aquest <ulink type="help" url="ghelp:fdl">enllaç</ulink> o en el fitxer COPYING-DOCS distribuït amb aquest manual.
el: Χορηγείται άδεια αντιγραφής, διανομής και/ή τροποποίησης του παρόντος εγγράφου υπό τους όρους της έκδοσης 1.1 της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), ή οποιασδήποτε μεταγενέστερης έκδοσής αυτής από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), χωρίς αμετάβλητες ενότητες, κείμενα εμπροσθοφύλλου και κείμενα οπισθοφύλλου. Αντίγραφο της άδειας GFDL είναι διαθέσιμο στον ακόλουθο <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink>, ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με το παρόν εγχειρίδιο.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ca: Aquest manual forma part d'una col·lecció de manuals del GNOME distribuïts sota la GFDL. Si voleu distribuir aquest manual independentment de la col·lecció, podeu fer-ho afegint una còpia de la llicència al manual, tal com es descriu a la secció 6 de la llicència.
el: Αυτό το εγχειρίδιο αποτελεί μέρος της συλλογής εγχειριδίων του GNOME που διανέμονται υπό τους όρους της GFDL. Αν επιθυμείτε να διανείμετε το παρόν εγχειρίδιο ξεχωριστά από τη συλλογή, οφείλετε να προσθέσετε στο εγχειρίδιο αντίγραφο της άδειας χρήσης, όπως προβλέπεται στην ενότητα 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ca: Molts dels noms que les empreses utilitzen per a distingir els seus productes i serveis es consideren marques comercials. Quan aquests noms apareguin en qualsevol documentació del GNOME, si els membres del Projecte de documentació del GNOME han estat avisats pel que fa a les marques, els noms apareixeran en majúscules o amb les inicials en majúscules.
el: Πολλές από τις ονομασίες που χρησιμοποιούνται από εταιρείες για την διαφοροποίηση των προϊόντων και υπηρεσιών τους έχουν καταχωρισθεί ως εμπορικά σήματα. Σε όποιο σημείο της τεκμηρίωσης GNOME τυχόν εμφανίζονται αυτές οι ονομασίες, και εφόσον τα μέλη του Έργου τεκμηρίωσης GNOME έχουν λάβει γνώση αυτών των εμπορικών σημάτων, οι ονομασίες ή τα αρχικά αυτών θα γράφονται με κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ca: EL DOCUMENT S'OFEREIX «TAL COM ÉS», SENSE CAP TIPUS DE GARANTIA, NI EXPLÍCITA NI IMPLÍCITA; AIXÒ INCLOU, SENSE LIMITAR-S'HI, LES GARANTIES QUE EL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT NO TINGUI DEFECTES, SIGUI COMERCIALITZABLE, SIGUI ADEQUAT PER A UN ÚS CONCRET O NO INFRINGEIXI CAP LLEI. TOT EL RISC PEL QUE FA A LA QUALITAT, EXACTITUD I RENDIMENT DEL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT ÉS VOSTRE. EN CAS QUE EL DOCUMENT RESULTÉS DEFECTUÓS EN QUALSEVOL ASPECTE, VÓS (NO PAS L'ESCRIPTOR INICIAL, L'AUTOR O CAP ALTRE COL·LABORADOR) ASSUMIU TOT EL COST DE MANTENIMENT, REPARACIÓ O CORRECCIÓ. AQUESTA RENÚNCIA DE GARANTIA CONSTITUEIX UNA PART ESSENCIAL D'AQUESTA LLICÈNCIA. NO S'AUTORITZA L'ÚS DE CAP DOCUMENT O VERSIÓ MODIFICADA DEL DOCUMENT EXCEPTE SOTA AQUESTA RENÚNCIA DE GARANTIA; I
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΕΓΓΥΗΣΗ, ΕΙΤΕ ΡΗΤΗ ΕΙΤΕ ΣΙΩΠΗΡΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΗΣ ΕΓΓΥΗΣΗΣ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ, Ή Η ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ, ΕΙΝΑΙ ΕΜΠΟΡΕΥΣΙΜΟ, ΚΑΤΑΛΛΗΛΟ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΔΕΝ ΠΡΟΣΒΑΛΛΕΙ ΔΙΚΑΙΩΜΑΤΑ ΤΡΙΤΩΝ. Ο ΧΡΗΣΤΗΣ ΑΝΑΛΑΜΒΑΝΕΙ ΕΞ ΟΛΟΚΛΗΡΟΥ ΤΗΝ ΕΘΥΝΗ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ ΚΑΙ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ. ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΥ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ ΑΠΟΔΕΙΧΘΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΚΑΘ' ΟΙΟΝΔΗΠΟΤΕ ΤΡΟΠΟ, Ο ΧΡΗΣΤΗΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΝΤΕΛΕΣΤΗΣ) ΑΝΑΛΑΜΒΑΝΕΙ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΣΥΝΤΗΡΗΣΗΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. Η ΠΑΡΟΥΣΑ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ ΑΠΟΤΕΛΕΙ ΑΝΑΠΟΣΠΑΣΤΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΟΥΔΕΜΙΑ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ ΣΥΜΦΩΝΑ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ, ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ, ΚΑΙ

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ca: EN CAP CAS I SOTA CAP INTERPRETACIÓ LEGAL, JA SIGUI PER AGREUJAMENT (INCLOENT-HI LA NEGLIGÈNCIA), CONTRACTE O ALTRE CAS, L'AUTOR, L'ESCRIPTOR ORIGINAL, QUALSEVOL DELS COL·LABORADORS O DISTRIBUÏDORS DEL DOCUMENT O UNA VERSIÓ MODIFICADA DEL DOCUMENT NI CAP PROVEÏDOR D'AQUESTES PARTS NO SERAN RESPONSABLES DAVANT DE NINGÚ PER CAP DANY DIRECTE, INDIRECTE, ESPECIAL, ACCIDENTAL O CONSECUTIU DE QUALSEVOL TIPUS; AIXÒ INCLOU, SENSE LIMITAR-S'HI, ELS DANYS PER PÈRDUA DE CLIENTS, INTERRUPCIONS DE LA FEINA, FALLADA O MALFUNCIONAMENT DE L'ORDINADOR, O QUALSEVOL ALTRA PÈRDUA O DANY RELACIONAT AMB L'ÚS DEL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT, FINS I TOT SI S'HA INFORMAT AQUESTA PART DE LA POSSIBILITAT D'AQUESTS DANYS.
el: Ο ΔΗΜΙΟΥΡΓΟΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΙ ΣΥΝΤΕΛΕΣΤΕΣ Ή ΟΙ ΔΙΑΝΟΜΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ, ΚΑΘΩΣ ΚΑΙ ΟΙ ΠΡΟΜΗΘΕΥΤΕΣ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΚ ΤΩΝ ΠΡΟΑΝΑΦΕΡΟΜΕΝΩΝ ΜΕΡΩΝ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΕΡΜΗΝΕΙΑ ΝΟΜΟΥ, ΕΙΤΕ ΕΞ ΑΔΙΚΟΠΡΑΞΙΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) ΕΙΤΕ ΣΤΟ ΠΛΑΙΣΙΟ ΣΥΜΒΑΤΙΚΗΣ Ή ΑΛΛΗΣ ΥΠΟΧΡΕΩΣΗΣ, ΓΙΑ ΤΥΧΟΝ ΑΜΕΣΕΣ, ΕΜΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΤΥΧΑΙΕΣ Ή ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ ΖΗΜΙΕΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΖΗΜΙΩΝ ΛΟΓΩ ΑΠΩΛΕΙΑΣ ΦΗΜΗΣ ΚΑΙ ΠΕΛΑΤΕΙΑΣ, ΔΙΑΚΟΠΗΣ ΕΡΓΑΣΙΩΝ, ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ Ή ΒΛΑΒΗΣ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ, Ή ΚΑΘΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΤΩΝ ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΑ ΩΣ ΑΝΩ ΜΕΡΗ ΕΙΧΑΝ ΛΑΒΕΙ ΓΝΩΣΗ ΤΗΣ ΠΙΘΑΝΟΤΗΤΑΣ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ca: EL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT S'OFEREIXEN SOTA ELS TERMES DE LA LLICÈNCIA DE DOCUMENTACIÓ LLIURE DE GNU, TENINT EN COMPTE QUE: <placeholder-1/>
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU (GFDL) ΚΑΙ ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: Encryption and Keyrings Manual V0.10.0
ca: Manual del xifratge i anells de claus v0.10.0
el: Εγχειρίδιο κρυπτογράφησης και κλειδοθηκών, έκδοση 0.10.0

source: August 2008
ca: Agost de 2008
el: Αύγουστος 2008

source: Encryption and Keyrings Manual V0.9.1
ca: Manual del xifratge i anells de claus v0.9.1
el: Εγχειρίδιο κρυπτογράφησης και κλειδοθηκών, έκδοση 0.9.1

source: November 2006
ca: Novembre de 2006
el: Νοέμβριος 2006

source: Encryption and Keyrings Manual V0.9.0
ca: Manual del xifratge i anells de claus v0.9.0
el: Εγχειρίδιο κρυπτογράφησης και κλειδοθηκών, έκδοση 0.9.0

source: July 2005
ca: Juliol de 2005
el: Ιούλιος 2005

source: Encryption and Keyrings Manual V0.7.0
ca: Manual del xifratge i anells de claus v0.7.0
el: Εγχειρίδιο κρυπτογράφησης και κλειδοθηκών, έκδοση 0.7.0

source: February 2003
ca: Febrer de 2003
el: Φεβρουάριος 2003

source: This manual describes version 2.24.x of Encryption and Keyrings
ca: Aquest manual descriu la versió 2.24.x del xifratge i anells de claus
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 2.24.x του εργαλείου Κρυπτογράφησης και Κλειδοθηκών

source: Feedback
ca: Comentaris
el: Ανάδραση

source: To report a bug or make a suggestion regarding the <application>Encryption and Keyrings</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">Gnome Feedback Page</ulink>.
ca: Per a informar d'un error o fer algun suggeriment sobre l'aplicació <application>xifratge i anells de claus</application> o aquest manual, seguiu les indicacions a la <ulink url="ghelp:gnome-feedback" type="help">pàgina de comentaris del GNOME</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μία πρόταση σχετικά με την εφαρμογή ή το εγχειρίδιο, ακολουθήστε τις οδηγίες στη <ulink url="ghelp:gnome-feedback" type="help">σελίδα ανάδρασης Gnome</ulink>.

source: <application>Encryption and Keyrings</application> is the application for managing your primary encryption key and how the passphrase for your key is stored after performing an encryption operation.
ca: El <application>xifratge i anells de claus</application> és l'aplicació per a gestionar la clau de xifratge primària i com s'emmagatzema la contrasenya de la clau després de realitzar una operació de xifratge.
el: Η <application>Κρυπτογράφηση και κλειδοθήκες</application> είναι η εφαρμογή που διαχειρίζεται το πρωτεύον σας κλειδί κρυπτογράφησης, καθώς και την αποθήκευση του συνθηματικού του, μετά την ολοκλήρωση της διαδικασίας κρυπτογράφησης.

source: Encryption Keys
ca: Claus de xifratge
el: Κλειδιά κρυπτογράφησης

source: Introduction
ca: Introducció
el: Εισαγωγή

source: You can use <application>Encryption and Keyrings</application> to select your primary encryption key and how the passphrase for your key is stored after performing an encryption operation.
ca: Podeu utilitzar el <application>xifratge i anells de claus</application> per a seleccionar la clau de xifratge primària i com s'emmagatzema la contrasenya de la clau després de realitzar una operació de xifratge.
el: Μπορείτε να χρησιμοποιήσετε την εφαρμογή <application>Κρυπτογράφηση και κλειδοθήκες</application> για να επιλέξετε το πρωτεύον σας κλειδί κρυπτογράφησης, καθώς και τον τρόπο αποθήκευσης του συνθηματικού του πρωτεύοντος κλειδιού μετά την ολοκλήρωση της διαδικασίας κρυπτογράφησης.

source: Gedit Text Editor
ca: Editor de text Gedit
el: Επεξεργαστής κειμένου Gedit

source: Nautilus File Manager
ca: Gestor de fitxers Nautilus
el: Διαχειριστής αρχείων Ναυτίλος

source: Epiphany Web Browser
ca: Navegador web Epiphany
el: Περιηγητής διαδικτύου Epiphany

source: Additionally, this manual contains information pertaining to encryption plugins provided for: <placeholder-1/>
ca: A més, aquest manual conté informació que pertany als connectors de xifratge proporcionats per: <placeholder-1/>
el: Επιπλέον, αυτό το εγχειρίδιο περιέχει πληροφορίες για τα πρόσθετα κρυπτογράφησης των εξής εφαρμογών: <placeholder-1/>

source: File Manager Integration
ca: Integració amb el gestor de fitxers
el: Ενσωμάτωση στο διαχειριστή αρχείων

source: <application>Encryption and Keyrings</application> integrates with <application><ulink url="ghelp:user-guide?nautilus">Nautilus</ulink></application>. You can encrypt, decrypt, sign and verify files as well as import public keys from the file manager window without launching <application>Encryption and Keyrings</application>.
ca: El <application>xifratge i anells de claus</application> s'integra amb el <application><ulink url="ghelp:user-guide?nautilus">Nautilus</ulink></application>. Podeu xifrar, desxifrar, signar i verificar fitxers així com també importar claus públiques des de la finestra del gestor de fitxers sense haver d'executar el <application>xifratge i anells de claus</application>.
el: Η εφαρμογή <application>Κρυπτογράφηση και κλειδοθήκες</application> μπορεί να ενσωματωθεί στο <application><ulink url="ghelp:user-guide?nautilus">Ναυτίλο</ulink></application>. Έτσι, σας επιτρέπει να κρυπτογραφείτε, να αποκρυπτογραφείτε και να διαπιστώνετε αρχεία, καθώς και να εισάγετε δημόσια κλειδιά, από το παράθυρο του διαχειριστή αρχείων, χωρίς να χρειάζεται να εκκινήσετε την εφαρμογή.

source: Encrypting Files
ca: Com xifrar fitxers
el: Κρυπτογράφηση αρχείων

source: Select one or more files from the file manager,
ca: Seleccioneu un o més fitxers des del gestor de fitxers.
el: Επιλέξτε ένα ή περισσότερα αρχεία στο διαχειριστή αρχείων,

source: Right click on any selected file and choose <guimenuitem>Encrypt</guimenuitem>,
ca: Feu clic amb el botó secundari a qualsevol fitxer seleccionat i trieu <guimenuitem>Xifra</guimenuitem>.
el: Κάντε δεξί κλικ στο επιλεγμένο αρχείο και επιλέξτε <guimenuitem>Κρυπτογράφηση</guimenuitem>,

source: Select the people you would like to encypt the file to, and then click <guibutton>OK</guibutton>.
ca: Seleccioneu la gent per a la que voleu xifrar el fitxer i feu clic a <guibutton>D'acord</guibutton>.
el: Επιλέξτε τα άτομα για τα οποία θέλετε να κρυπτογραφήσετε το αρχείο και πατήστε <guibutton>Εντάξει</guibutton>.

source: To encrypt files from the file manager, perform the following steps: <placeholder-1/>
ca: Per a xifrar fitxers des del gestor de fitxers, realitzeu els passos següents: <placeholder-1/>
el: Για να κρυπτογραφήσετε αρχεία από το διαχειριστή αρχείων, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>

source: Signing Files
ca: Com signar fitxers
el: Υπογραφή αρχείων

source: Right click on any selected file and choose <guimenuitem>Sign</guimenuitem>,
ca: Feu clic amb el botó secundari a qualsevol fitxer seleccionat i trieu <guimenuitem>Signa</guimenuitem>.
el: Κάντε δεξί κλικ στο επιλεγμένο αρχείο και επιλέξτε <guimenuitem>Υπογραφή</guimenuitem>,

source: If asked, enter the passphrase of your private key.
ca: Si se us sol·licita, introduïu la contrasenya de la clau privada.
el: Αν σας ζητηθεί, εισάγετε το συνθηματικό για το ιδιωτικό σας κλειδί.

source: To sign files from the file manager, perform the following steps: <placeholder-1/>
ca: Per a signar fitxers des del gestor de fitxers, realitzeu els passos següents: <placeholder-1/>
el: Για να υπογράψετε αρχεία από το διαχειριστή αρχείων, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>

source: Decrypting Files
ca: Com desxifrar fitxers
el: Αποκρυπτογράφηση αρχείων

source: Double click on the file you want to decrypt,
ca: Feu doble clic al fitxer que voleu desxifrar.
el: Κάντε διπλό κλικ στο αρχείο που επιθυμείτε να αποκρυπτογραφήσετε,

source: To decrypt an encrypted file from the file manager, perform the following steps: <placeholder-1/>
ca: Per a desxifrar un fitxer xifrat des del gestor de fitxers, realitzeu els passos següents: <placeholder-1/>
el: Για να αποκρυπτογραφήσετε αρχεία από το διαχειριστή αρχείων, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>

source: Verifing Signatures
ca: Com verificar signatures
el: Επιβεβαίωση υπογραφής

source: To verify files, simply double click on the the detached signature file.
ca: Per a verificar fitxers, simplement feu doble clic al fitxer de signatura separat.
el: Για τη διαπίστωση αρχείων, απλά κάντε διπλό κλικ στο ξεχωριστό αρχείο της υπογραφής.

source: Detached signature file names often take the form &lt;file name&gt;.sig
ca: Normalment el nom del fitxer de signatura separat té la forma de &lt;nom del fitxer&gt;.sig
el: Τα ξεχωριστά αρχεία υπογραφής συχνά έχουν ονόματα της μορφής &lt;όνομα_αρχείου&gt;.sig

source: Text Editor Integration
ca: Integració amb l'editor de text
el: Ενσωμάτωση στον επεξεργαστή κειμένου

source: Run <application>Gedit</application> by choosing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Text Editor</guimenuitem></menuchoice>,
ca: Executeu el <application>Gedit</application> en triar <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Editor de text</guimenuitem></menuchoice>.
el: Εκκινήστε το <application>Gedit</application>, επιλέγοντας<menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Βοηθήματα</guisubmenu><guimenuitem>Επεξεργαστής κειμένου</guimenuitem></menuchoice>,

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>,
ca: Trieu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Preferències</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice>,

source: In the <guilabel>Plugin</guilabel> tab, select the <guilabel>Text Encryption</guilabel> plugin.
ca: En la pestanya <guilabel>Connectors</guilabel>, seleccioneu el connector <guilabel>Xifratge de text</guilabel>.
el: Από την καρτέλα <guilabel>Πρόσθετες λειτουργίες</guilabel>, επιλέξτε την <guilabel>Κρυπτογράφηση κειμένου</guilabel>.

source: To enable the Text Encryption plugin in <application><ulink url="ghelp:gedit" type="help">Gedit</ulink></application>, the GNOME text editor, perform the following steps: <placeholder-1/>
ca: Per a habilitar el connector de xifratge de text en el <application><ulink url="ghelp:gedit" type="help">Gedit</ulink></application>, l'editor de text del GNOME, realitzeu els passos següents: <placeholder-1/>
el: Για να ενεργοποιήσετε το πρόσθετο της Κρυπτογράφησης κειμένου στο <application><ulink url="ghelp:gedit" type="help">Gedit</ulink></application>, τον επεξεργαστή κειμένου του GNOME, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>

source: Encrypting Text
ca: Com xifrar text
el: Κρυπτογράφηση κειμένου

source: Select the text you want to encrypt, and choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Encrypt</guimenuitem></menuchoice>,
ca: Seleccioneu el text que voleu xifrar i trieu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Xifra</guimenuitem></menuchoice>.
el: Επιλέξτε το κείμενο που επιθυμείτε να κρυπτογραφήσετε και επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Κρυπτογράφηση</guimenuitem></menuchoice>,

source: Select the people you want to encrypt the text to, and click <guilabel>OK</guilabel>.
ca: Seleccioneu la gent per a la que voleu xifrar el fitxer i feu clic a <guibutton>D'acord</guibutton>.
el: Επιλέξτε τα άτομα για τα οποία θέλετε να κρυπτογραφήσετε το αρχείο και πατήστε <guibutton>Εντάξει</guibutton>.

source: To encrypt a selection of text from <application>Gedit</application>, perform the following steps: <placeholder-1/> You can now copy or save the encrypted text.
ca: Per a xifrar una selecció de text des del <application>Gedit</application>, realitzeu els passos següents: <placeholder-1/> Ara podeu copiar o desar el text xifrat.
el: Για να κρυπτογραφήσετε επιλεγμένο κείμενο στο <application>Gedit</application>, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>. Μπορείτε τώρα να αντιγράψετε ή να αποθηκεύσετε το κρυπτογραφημένο κείμενο.

source: Signing Text
ca: Com signar text
el: Υπογραφή κειμένου

source: Select the text you want to sign and choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Sign</guimenuitem></menuchoice>,
ca: Seleccioneu el text que voleu signar i trieu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Signa</guimenuitem></menuchoice>.
el: Επιλέξτε το κείμενο που επιθυμείτε να υπογράψετε και επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Υπογραφή</guimenuitem></menuchoice>,

source: Insert, if asked, the passphrase of your private key.
ca: Inseriu, si se us sol·licita, la contrasenya de la clau privada.
el: Εισάγετε, αν σας ζητηθεί, το συνθηματικό του ιδιωτικού σας κλειδιού.

source: To sign a selection of text from <application>Gedit</application>, perform the following steps: <placeholder-1/> You can now copy or save the signed text.
ca: Per a signar una selecció de text des del <application>Gedit</application>, realitzeu els passos següents: <placeholder-1/> Ara podeu copiar o desar el text signat.
el: Για να υπογράψετε επιλεγμένο κείμενο στο <application>Gedit</application>, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>. Μπορείτε τώρα να αντιγράψετε ή να αποθηκεύσετε το υπογεγραμμένο κείμενο.

source: Decrypting/Verifing Text
ca: Com desxifrar/verificar text
el: Αποκρυπτογράφηση/επιβεβαίωση κειμένου

source: Select the text you want to decrypt/verify and choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Decrypt/Verify</guimenuitem></menuchoice>,
ca: Seleccioneu el text que voleu desxifrar/verificar i trieu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Desxifra/verifica</guimenuitem></menuchoice>.
el: Επιλέξτε το κείμενο που επιθυμείτε να αποκρυπτογραφήσετε/διαπιστώσετε και επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Αποκρυπτογράφηση/διαπίστωση</guimenuitem></menuchoice>,

source: To decrypt and/or verify a selection of text from <application>Gedit</application>, perform the following steps: <placeholder-1/> You can now copy or save the decrypted text.
ca: Per a desxifrar i/o verificar una selecció de text des del <application>Gedit</application>, realitzeu els passos següents: <placeholder-1/> Ara podeu copiar o desar el text desxifrat.
el: Για να αποκρυπτογραφήσετε και/ή να διαπιστώσετε επιλεγμένο κείμενο στο <application>Gedit</application>, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>. Μπορείτε τώρα να αντιγράψετε ή να αποθηκεύσετε το αποκρυπτογραφημένο κείμενο.

source: Web Browser Integration
ca: Integració amb el navegador web
el: Ενσωμάτωση στον περιηγητή διαδικτύου

source: This extension allows encryption, decryption, signing and importing of the contents of text fields.
ca: Aquesta extensió us permet xifrar, desxifrar, signar i importar els continguts dels camps de text.
el: Αυτή η επέκταση σας επιτρέπει να κρυπτογραφείτε, να αποκρυπτογραφείτε, να υπογράφετε και να εισάγετε τα περιεχόμενα πεδίων κειμένου.
