Repository: eurolinux-enterprise-linux-sources/seahorse-plugins
Catalog: src/help/*/*.po
Languages: ca, el

source: Run <application>Epiphany Web Browser</application> by choosing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Epiphany Web Browser</guimenuitem></menuchoice>,
ca: Executeu el <application>Navegador web Epiphany</application> en triar <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Navegador web Epiphany</guimenuitem></menuchoice>.
el: Εκκινήστε τον <application>Περιηγητή διαδικτύου Epiphany</application>, επιλέγοντας <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Περιηγητής διαδικτύου Epiphany</guimenuitem></menuchoice>,

source: Choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Extensions</guimenuitem></menuchoice>,
ca: Trieu <menuchoice><guimenu>Eines</guimenu><guimenuitem>Extensions</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guimenu>Εργαλεία</guimenu><guimenuitem>Επεκτάσεις</guimenuitem></menuchoice>,

source: Select the <guilabel>Seahorse</guilabel> plugin.
ca: Seleccioneu el connector <guilabel>Seahorse</guilabel>.
el: Επιλέξτε το πρόσθετο <guilabel>Seahorse</guilabel>.

source: To enable the encryption extension in <application><ulink url="ghelp:epiphany-browser" type="help">Epiphany Web Browser</ulink></application>, the GNOME web browser, perform the following steps: <placeholder-1/>
ca: Per a habilitar l'extensió de xifratge en el <application><ulink url="ghelp:epiphany-browser" type="help">Epiphany Web Browser</ulink></application>, el navegador web del GNOME, realitzeu els passos següents: <placeholder-1/>
el: Για να ενεργοποιήσετε το πρόσθετο της κρυπτογράφησης στον <application><ulink url="ghelp:epiphany-browser" type="help">Περιηγητή διαδικτύου Epiphany</ulink></application>, τον περιηγητή διαδικτύου του GNOME, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>

source: Right click in the text input field you want to encrypt, and choose <menuchoice><guimenuitem>Encrypt</guimenuitem></menuchoice>,
ca: Feu clic amb el botó secundari al camp d'entrada de text que voleu xifrar i trieu <menuchoice><guimenuitem>Xifra</guimenuitem></menuchoice>.
el: Κάντε δεξί κλικ στο πεδίο κειμένου που επιθυμείτε να κρυπτογραφήσετε και επιλέξτε <menuchoice><guimenuitem>Κρυπτογράφηση</guimenuitem></menuchoice>,

source: To encrypt the contents of a text input field in <application>Epiphany Web Browser</application>, perform the following steps: <placeholder-1/> The encrypted text will now appear in the text input field.
ca: Per a xifrar els continguts d'un camp d'entrada de text en el <application>Navegador web Epiphany</application>, realitzeu els passos següents: <placeholder-1/> Ara apareixerà el text xifrat al camp d'entrada de text.
el: Για να κρυπτογραφήσετε τα περιεχόμενα ενός πεδίου κειμένου στον <application>Περιηγητή διαδικτύου Epiphany</application>, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>.

source: Right click in the text input field you want to sign and choose <menuchoice><guimenuitem>Sign</guimenuitem></menuchoice>,
ca: Feu clic amb el botó secundari al camp d'entrada de text que voleu signar i trieu <menuchoice><guimenuitem>Signa</guimenuitem></menuchoice>.
el: Κάντε δεξί κλικ στο πεδίο κειμένου που επιθυμείτε να υπογράψετε και επιλέξτε <menuchoice><guimenuitem>Υπογραφή</guimenuitem></menuchoice>,

source: To sign the contents of a text input field in <application>Epiphany Web Browser</application>, perform the following steps: <placeholder-1/> The signed text will now appear in the text input field.
ca: Per a signar els continguts d'un camp d'entrada de text en el <application>Navegador web Epiphany</application>, realitzeu els passos següents: <placeholder-1/> Ara apareixerà el text signat al camp d'entrada de text.
el: Για να υπογράψετε τα περιεχόμενα ενός πεδίου κειμένου στον <application>Περιηγητή διαδικτύου Epiphany</application>, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>. Στο πεδίο κειμένου εμφανίζεται το υπογεγραμμένο κείμενο.

source: Right click in the text input field you want to decrypt/verify and choose <menuchoice><guimenuitem>Decrypt/Verify</guimenuitem></menuchoice>,
ca: Feu clic amb el botó secundari al camp d'entrada de text que voleu desxifrar/verificar i trieu <menuchoice><guimenuitem>Desxifra/verifica</guimenuitem></menuchoice>.
el: Κάντε δεξί κλικ στο πεδίο κειμένου που επιθυμείτε να αποκρυπτογραφήσετε/διαπιστώσετε και επιλέξτε <menuchoice><guimenuitem>Αποκρυπτογράφηση/διαπίστωση</guimenuitem></menuchoice>,

source: To decrypt and/or verify the contents of a text input field in <application>Epiphany Web Browser</application>, perform the following steps: <placeholder-1/> The decrypted text will now appear in the text input field.
ca: Per a desxifrar i/o verificar els continguts d'un camp d'entrada de text en el <application>Navegador web Epiphany</application>, realitzeu els passos següents: <placeholder-1/> Ara apareixerà el text desxifrat al camp d'entrada de text.
el: Για να αποκρυπτογραφήσετε και/ή να διαπιστώσετε τα περιεχόμενα ενός πεδίου κειμένου στον <application>Περιηγητή διαδικτύου Epiphany</application>, εκτελέστε τα παρακάτω βήματα: <placeholder-1/>. Στο πεδίο κειμένου εμφανίζεται το αποκρυπτογραφημένο κείμενο.

source: Preferences
ca: Preferències
el: Προτιμήσεις

source: This section describes the preferences settable in <application>Encryption and Keyrings</application>.
ca: Aquesta secció descriu les preferències configurables en el <application>xifratge i anells de claus</application>.
el: Αυτή η ενότητα περιγράφει τις προτιμήσεις που μπορείτε να ρυθμίσετε για την <application>Κρυπτογράφηση και κλειδοθήκες</application>.

source: Encryption Preferences
ca: Preferències de xifratge
el: Προτιμήσεις κρυπτογράφησης

source: This section describes the preferences settable by choosing <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Encryption and Keyrings</guimenuitem></menuchoice> from the panel.
ca: Aquesta secció descriu les preferències configurables en triar <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Xifratge i anells de claus</guimenuitem></menuchoice> des del quadre.
el: Αυτή η ενότητα περιγράφει τις προτιμήσεις που μπορείτε να ρυθμίσετε επιλέγοντας <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Κρυπτογράφηση και κλειδοθήκες</guimenuitem></menuchoice> από το κύριο μενού.

source: Encryption Settings
ca: Paràmetres de xifratge
el: Ρυθμίσεις κρυπτογράφησης

source: Default Key
ca: Clau predeterminada
el: Προεπιλεγμένο κλειδί

source: This is the key that will be used by applications and plugins to sign files. It will also be the key that files will be encrypted to if encrypt to self is selected.
ca: Aquesta és la clau que utilitzaran les aplicacions i connectors per a signar fitxers. També serà la clau en què es xifraran els fitxers si està seleccionada l'opció de xifrar a un mateix.
el: Αυτό είναι το κλειδί που θα χρησιμοποιούν οι εφαρμογές και τα πρόσθετα για την υπογραφή αρχείων. Επίσης, θα είναι το κλειδί που θα χρησιμοποιείται για την κρυπτογράφηση αρχείων, αν έχει σημειωθεί η επιλογή για κρυπτογράφηση με παραλήπτη τον ίδιο το χρήστη.

source: When encrypting, always include myself as a recipient
ca: En xifrar, inclou-me sempre entre els destinataris
el: Κατά την κρυπτογράφηση, πάντοτε να καταχωρούμαι ως παραλήπτης

source: Sets the encrypt to self option, whether or not you will be added to the recipients list for all files that are encrypted.
ca: Estableix l'opció de xifrar a un mateix, indica si us afegireu a la llista de destinataris per a tots els fitxers que es xifren.
el: Επιλέγει την κρυπτογράφηση με παραλήπτη τον ίδιο το χρήστη, ανεξάρτητα από το αν έχετε συμπεριλάβει τον εαυτό σας στους παραλήπτες των αρχείων.

source: If you do not select this and you do not select yourself as a recipient you will not be unable to decrypt any files you encrypt.
ca: Si no seleccioneu aquesta opció i no us seleccioneu com a destinatari no podreu desxifrar cap fitxer que xifreu.
el: Αν δεν είναι σημειωμένη αυτή η επιλογή και δεν επιλέξετε τον εαυτό σας ως παραλήπτη, δεν θα μπορείτε να αποκρυπτογραφήσετε τα αρχεία που κρυπτογραφήσατε.

source: Passphrase Cache
ca: Memòria cau de contrasenyes
el: Απομνημόνευση συνθηματικών

source: Enabling the passphrase caching ability will allow you to perform many operations that require entering your passphrase without re-entering it every time. <command>seahorse-agent</command> takes the place of <command>gpg-agent</command>. Letting the cached passphrases expire is usually a good idea. This will then require re-entering your passphrase, but adds security.
ca: Habilitar la memòria cau de contrasenyes us permetrà realitzar diverses operacions que necessiten introduir la contrasenya sense haver de tornar-la a introduir cada cop. El <command>seahorse-agent</command> agafa la posició del <command>gpg-agent</command>. Normalment permetre que les contrasenyes de la memòria cau vencin és una bona idea. Això requereix que torneu a introduir la contrasenya, però afegeix seguretat.
el: Αν ενεργοποιήσετε τη δυνατότητα απομνημόνευσης των συνθηματικών, θα μπορείτε να εκτελείτε διάφορες ενέργειες που απαιτούν το συνθηματικό σας, χωρίς να χρειάζεται να το εισάγετε εκ νέου κάθε φορά. Η <command>seahorse-agent</command> αντικαθιστά την <command>gpg-agent</command>. Γενικά, είναι προτιμότερο να επιτρέπετε στα συνθηματικά σας να λήγουν μετά από κάποιο χρονικό διάστημα. Ναι μεν θα αναγκάζεστε να εισάγετε εκ νέου το συνθηματικό σας, αλλά θα απολαμβάνετε μεγαλύτερη ασφάλεια.

source: Never remember passphrases
ca: No recordis mai les contrasenyes
el: Ποτέ απομνημόνευση συνθηματικών

source: Sets to not remember any passphrase.
ca: Estableix que no recordi cap contrasenya.
el: Δεν απομνημονεύεται ποτέ κανένα συνθηματικό.

source: Remember passphrases for ... minutes
ca: Recorda les contrasenyes durant ... minuts
el: Απομνημόνευση συνθηματικών για ... λεπτά

source: Sets the amount of time, in minutes, for storing passphrases. Use the spin box to set the desired time.
ca: Estableix la quantitat de temps, en minuts, per a emmagatzemar contrasenyes. Utilitzeu el quadre de selecció per a establir el temps desitjat.
el: Ορίζει το χρονικό διάστημα, σε λεπτά, για το οποίο παραμένουν στη μνήμη τα συνθηματικά. Επιλέξτε το επιθυμητό διάστημα από το πλαίσιο.

source: Always remember passphrases whenever logged in
ca: Recorda sempre les contrasenyes en estar connectat
el: Πάντα απομνημόνευση συνθηματικών κατά τη σύνδεση

source: Sets to remember any passphrases whenever you are logged in the session.
ca: Estableix recordar qualsevol contrasenya mentre estigueu connectat a la sessió.
el: Απομνημονεύει όλα τα συνθηματικά για όσο χρόνο είστε συνδεδεμένος στη συνεδρία.

source: Ask me before using a cached passphrase
ca: Pregunta abans d'emprar una contrasenya encauada
el: Ερώτηση πριν τη χρήση συνθηματικού που βρίσκεται στη λανθάνουσα μνήμη

source: Sets to ask you before using a stored passphrase.
ca: Estableix que us pregunti abans d'utilitzar una contrasenya emmagatzemada.
el: Σας ερωτά πριν τη χρήση ενός απομνημονευμένου συνθηματικού.

source: Automatically load Secure Shell keys
ca: Carrega automàticament les claus de l'intèrpret d'ordres segur
el: Αυτόματη φόρτωση κλειδιών Secure Shell (SSH)

source: Sets to automatically cache any Secure Shell key.
ca: Estableix l'opció d'encauar automàticament qualsevol clau de l'intèrpret d'ordres segur.
el: Απομνημονεύει αυτόματα όλα τα κλειδιά Secure Shell.

source: About Encryption and Keyrings
ca: Quant al xifratge i anells de claus
el: Περί Κρυπτογράφησης και κλειδοθηκών

source: <application>Passwords and Encryption Keys</application>, its associated plugins, the preferences applet and the panel applet are known collectively as the Seahorse Project. The original author of the Seahorse Project is Jacob Perkins. The current maintainers are Stef Walter and Adam Schreiber. This manual is by Adam Schreiber. The project's web site was designed by Jim Pharis. To find more information about Seahorse Project, the project , please visit the <ulink url="http://www.gnome.org/projects/seahorse/" type="http">Seahorse Project web page</ulink>.
ca: El <application>contrasenyes i claus de xifratge</application>, els seus connectors associats, la miniaplicació de preferències i la miniaplicació del quadre són coneguts col·lectivament com a Seahorse. En Jacob Perkins és l'autor original del projecte Seahorse. Els mantenidors actuals són en Stef Walter i l'Adam Schreiber. L'Adam Schreiber ha escrit aquest manual. En Jim Pharis ha dissenyat el lloc web del projecte. Per a obtenir més informació sobre el projecte Seahorse, visiteu la <ulink url="http://www.gnome.org/projects/seahorse/" type="http">pàgina web del Seahorse</ulink>.
el: Η εφαρμογή <application>Κρυπτογράφηση και κλειδοθήκες</application>, τα πρόσθετά της, το σχετικό εργαλείο προτιμήσεων και η αντίστοιχη μικροεφαρμογή του πίνακα εφαρμογών είναι γνωστές με την ονομασία Έργο Seahorse. Ο αρχικός συγγραφέας του Έργου Seahorse είναι ο Jacob Perkins. Αυτή την περίοδο, υπεύθυνοι του έργου είναι οι Stef Walter και Adam Schreiber. Ο συγγραφέας αυτού του εγχειριδίου είναι ο Adam Schreiber. Η ιστοσελίδα του έργου σχεδιάστηκε από τον Jim Pharis. Για περισσότερες πληροφορίες σχετικά με το Έργο Seahorse ως έργο, επισκεφθείτε την <ulink url="http://www.gnome.org/projects/seahorse/" type="http">ιστοσελίδα του Έργου Seahorse</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
ca: Per a informar d'un error o fer algun suggeriment relacionat amb aquesta aplicació o aquest manual, seguiu les indicacions a la <ulink url="ghelp:user-guide?feedback-bugs" type="help">secció de comentaris de la guia d'usuari del GNOME</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μία πρόταση σχετικά με την εφαρμογή ή το εγχειρίδιο, ακολουθήστε τις οδηγίες στη <ulink url="ghelp:user-guide?feedback-bugs" type="help">σελίδα ανάδρασης του οδηγού χρήστη Gnome</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A <ulink url="ghelp:gpl" type="help">copy of this license</ulink> is included with this documentation; another can be found in the file COPYING included with the source code of this program.
ca: Aquest programa es distribueix sota els termes de la Llicència pública general de GNU tal com publica la Free Software Foundation; tant en la versió 2 de la llicència, o (a la vostra opció) una versió posterior. S'inclou una <ulink url="ghelp:gpl" type="help">còpia d'aquesta llicència</ulink> amb aquesta documentació; se'n pot trobar una altre en el fitxer COPYING inclòs amb el codi font d'aquest programa.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL), όπως αυτή έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου Λογισμικού (FSS) — είτε της έκδοσης 2 της Άδειας, είτε (κατ' επιλογήν σας) οποιασδήποτε μεταγενέστερης έκδοσης. <ulink url="ghelp:gpl" type="help">Αντίγραφο της άδειας</ulink> συμπεριλαμβάνεται σε αυτή την τεκμηρίωση, καθώς και στο αρχείο COPYING που διανέμεται μαζί με τον πηγαίο κώδικα αυτού του προγράμματος.

source: translator-credits
ca: Joan Duran <jodufi@gmail.com>, 2008
el: Ελληνική μεταφραστική ομάδα GNOME Τζένη Πετούμενου <epetoumenou@gmail.com> Για περισσότερες πληροφορίες, επισκεφθείτε την σελίδα http://www.gnome.gr
